// Определение содержимого
export default {
	label: {
		one1: 'Вход по имени пользователя',
		two2: 'Номер мобильного телефона',
	},
	link: {
		one3: 'Вход через третьи стороны',
		two4: 'Ссылки',
	},
	account: {
		accountPlaceholder1: 'Имя пользователя admin или обычное',
		accountPlaceholder2: 'Пароль: 123456',
		accountPlaceholder3: 'Пожалуйста, введите код подтверждения',
		accountBtnText: 'Войти',
		lockTag: 'Блокировка заглавных букв активирована',
		accountneed: 'Пожалуйста, введите email',
		passwordneed: 'Пожалуйста, введите пароль',
		codeNeed: 'Пожалуйста, введите код подтверждения',
		splitslive: 'Пожалуйста, нажмите на экран',
		success: 'Версия прошла успешно',
		loginfail: 'Не удалось войти, проверьте адрес электронной почты или пароль!',
		notprivilege: 'Извините, у вас нет прав для входа',
		captchaExpired: 'код истек',
		changeLanguage: 'Сменить язык',
	},
	mobile: {
		placeholder1: 'Пожалуйста, введите номер мобильного телефона',
		placeholder2: 'Пожалуйста, введите код подтверждения',
		codeText: 'Получить код',
		btnText: 'Войти',
		loginfail: 'Вход не выполнен, пожалуйста, проверьте свои учетные данные',
		retry: '{duration} секунд после повторного запроса кода',
		msgText: 'Важное примечание: рекомендуется использовать Google, Microsoft Edge версии 79.0.1072.62 или выше и браузер 360 в скоростном режиме',
	},
	scan: {
		text: 'Откройте мобильный телефон для сканирования и быстрого входа/регистрации',
	},
	signInText: 'С возвращением!',
	email: {
		emailPlaceholder: 'Пожалуйста, введите адрес электронной почты',
	},
};
