// กำหนดเนื้อหา
export default {
	label: {
		one1: 'เข้าสู่ระบบด้วยชื่อผู้ใช้',
		two2: 'หมายเลขโทรศัพท์มือถือ',
	},
	link: {
		one3: 'เข้าสู่ระบบบุคคลที่สาม',
		two4: 'ลิงก์',
	},
	account: {
		accountPlaceholder1: 'ชื่อผู้ใช้ admin หรือไม่ใช่ทั่วไป',
		accountPlaceholder2: 'รหัสผ่าน: 123456',
		accountPlaceholder3: 'กรุณาใส่รหัสยืนยัน',
		accountBtnText: 'เข้าสู่ระบบ',
		lockTag: 'Caps lock เปิดอยู่',
		accountneed: 'กรุณาใส่อีเมล',
		passwordneed: 'กรุณาใส่รหัสผ่าน',
		codeNeed: 'กรุณาใส่รหัสยืนยัน',
		splitslive: 'กรุณากดค้างที่ตัวเลื่อนเพื่อลาก',
		success: 'การยืนยันผ่านแล้ว',
		loginfail: 'การเข้าสู่ระบบล้มเหลว กรุณาตรวจสอบอีเมล์หรือรหัสผ่านของคุณ!',
		notprivilege: 'ขออภัย คุณไม่มีสิทธิ์ในการเข้าสู่ระบบ',
		captchaExpired: 'รหัสหมดอายุ',
		changeLanguage: 'เปลี่ยนภาษา',
	},
	mobile: {
		placeholder1: 'กรุณาใส่หมายเลขโทรศัพท์มือถือ',
		placeholder2: 'กรุณาใส่รหัสยืนยัน',
		codeText: 'รับรหัส',
		btnText: 'เข้าสู่ระบบ',
		loginfail: 'เข้าสู่ระบบล้มเหลว โปรดตรวจสอบบัญชีของคุณ!',
		retry: 'ขอรหัสอีกครั้งหลังจาก {duration} วินาที',
		msgText: 'คำแนะนำ: แนะนำให้ใช้ Google, Microsoft Edge เวอร์ชัน 79.0.1072.62 ขึ้นไป และเบราว์เซอร์ 360 โปรดใช้โหมดความเร็ว',
	},
	scan: {
		text: 'เปิดโทรศัพท์มือถือเพื่อสแกนและเข้าสู่ระบบ/ลงทะเบียนอย่างรวดเร็ว',
	},
	signInText: 'ยินดีต้อนรับกลับ!',
	email: {
		emailPlaceholder: 'กรุณาใส่อีเมล',
	},
};
